loadtest.yml
config:
  environments:
    development:
      target: 'http://localhost:4000'
      phases:
        - duration: 60
          arrivalRate: 100
      defaults:
        headers:
scenarios:
  - flow:
    - post:
        url: "/"
        json:
          operationName: null
          query: "{mediaplan{campaigns{adsets{ads{ad_name start_date budget_burn end_date}}}}}"